import React from "react"
import { Container } from "@material-ui/core"
import "./about.css"

export default function About() {
  return (
      <Container className="main_info" maxWidth='lg'>
        <h2>ИНФОРМАЦИЯ НА ДАННОМ ПОРТАЛЕ ПОСВЯЩЕНА КИНОРЕЖИССЕРАМ БЕЛАРУСИ</h2>
        <p>
          Юрий Викторович Тарич (1885-1967) и Владимир Владимирович Корш-Саблин
          (1900—1974) считаются основоположниками белорусского кино. Они
          навсегда вошли в историю белорусского кино, как первые отечественные
          сценаристы и режиссеры. На «Беларусьфильме» снято более 500
          художественных фильмов, несколько тысяч документальных и около 100
          мультфильмов. В годы Великой Отечественной войны здесь также
          выпускался киножурнал «Советская Белоруссия», содержащий фронтовую
          хронику. В 1996 году киностудия получила новое название —
          «Национальная киностудия «Беларусьфильм», a работы белорусских
          кинематографистов неоднократно были отмечены наградами различных
          международных фестивалей. Кстати, Союз кинематографистов Белоруссии
          был основан в 1962 году. Режиссер, чтобы стать успешным в своем деле,
          должен отличаться тонким чутьем на качественные идеи, на потрясающие
          сценарии, время выхода картины, потребности публики. Он ищет средства,
          интересует инвесторов и продюсеров, подбирает актеров и съемочную
          группу, руководит процессом создания и монтажа фильма. Для режиссуры
          кино и телевидения постепенно становится все меньше и меньше преград и
          ограничений, поскольку спектр обязанностей режиссера растет. Сегодня
          Беларусь по праву гордится многими талантливыми режиссерами, актерами,
          художниками и операторами, создавшими своими работами золотой фонд
          национального кино Республики
        </p>
      </Container>
  )
}
